#+FILETAGS: DIARY
* 2012
  :PROPERTIES:
  :ID:       7b41d67d-1999-4b37-ab1e-04132c54b4b8
  :END:
** 2012-11 November
*** 2012-11-15 Thursday
**** Meditating
     :LOGBOOK:
     CLOCK: [2012-11-15 Thu 13:56]--[2012-11-15 Thu 14:24] =>  0:28
     :END:
[2012-11-15 Thu 13:56]
*** 2012-11-16 Friday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-11-16 Fri 11:58]--[2012-11-16 Fri 13:07] =>  1:09
     :END:
     [2012-11-16 Fri 11:58]
*** 2012-11-27 Tuesday
**** toilet break
     :LOGBOOK:
     CLOCK: [2012-11-27 Tue 13:16]--[2012-11-27 Tue 13:33] =>  0:17
     :END:
[2012-11-27 Tue 13:16]
**** Making kids supper
     :LOGBOOK:
     CLOCK: [2012-11-27 Tue 19:48]--[2012-11-27 Tue 20:21] =>  0:33
     :END:
[2012-11-27 Tue 19:48]
*** 2012-11-28 Wednesday
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-11-28 Wed 10:39]--[2012-11-28 Wed 10:42] =>  0:03
     :END:
[2012-11-28 Wed 10:39]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-11-28 Wed 11:57]--[2012-11-28 Wed 13:00] =>  1:03
     :END:
[2012-11-28 Wed 11:57]
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-11-28 Wed 13:42]--[2012-11-28 Wed 13:56] =>  0:14
     :END:
[2012-11-28 Wed 13:42]
*** 2012-11-29 Thursday
**** Contact Doyle about Remy's absence today
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 11:02]--[2012-11-29 Thu 11:07] =>  0:05
     :END:
[2012-11-29 Thu 11:02]
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 11:27]--[2012-11-29 Thu 11:45] =>  0:18
     :END:
[2012-11-29 Thu 11:27]

**** Shopping 
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 11:45]--[2012-11-29 Thu 13:30] =>  1:45
     :END:
[2012-11-29 Thu 11:45]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 13:44]--[2012-11-29 Thu 14:16] =>  0:32
     :END:
[2012-11-29 Thu 13:44]
**** Watching Voltron
     :LOGBOOK:
     CLOCK: [2012-11-29 Thu 15:00]--[2012-11-29 Thu 15:39] =>  0:39
     :END:
[2012-11-29 Thu 15:00]
*** 2012-11-30 Friday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-11-30 Fri 12:01]--[2012-11-30 Fri 12:58] =>  0:57
     :END:
[2012-11-30 Fri 12:01]
**** Sorting out lunch for kids
     :LOGBOOK:
     CLOCK: [2012-11-30 Fri 13:26]--[2012-11-30 Fri 13:27] =>  0:01
     :END:
     [2012-11-30 Fri 13:26]
** 2012-12 December
*** 2012-12-03 Monday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 12:01]--[2012-12-03 Mon 13:09] =>  1:09
     :END:
[2012-12-03 Mon 13:10]
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 13:12]--[2012-12-03 Mon 13:29] =>  0:17
     :END:
[2012-12-03 Mon 13:12]
**** Coffee break
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 14:11]--[2012-12-03 Mon 14:26] =>  0:15
     :END:
[2012-12-03 Mon 14:11]
**** Snack Break
     :LOGBOOK:
     CLOCK: [2012-12-03 Mon 15:39]--[2012-12-03 Mon 15:52] =>  0:13
     :END:
[2012-12-03 Mon 15:39]
*** 2012-12-04 Tuesday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-04 Tue 12:57]--[2012-12-04 Tue 13:55] =>  0:58
     :END:
[2012-12-04 Tue 12:57]
**** Rest break
     :LOGBOOK:
     CLOCK: [2012-12-04 Tue 14:04]--[2012-12-04 Tue 14:39] =>  0:35
     :END:
[2012-12-04 Tue 14:04]
**** toilet break
     :LOGBOOK:
     CLOCK: [2012-12-04 Tue 14:50]--[2012-12-04 Tue 15:21] =>  0:31
     :END:
[2012-12-04 Tue 15:21]
**** Sent Mrs. Engebretsen an email about Remy's PE red card
     :LOGBOOK:
     CLOCK: [2012-12-04 Tue 15:34]--[2012-12-04 Tue 15:38] =>  0:04
     :END:
[2012-12-04 Tue 15:34]
**** More emails with Mrs. Engebretsen
     :LOGBOOK:
     CLOCK: [2012-12-04 Tue 15:59]--[2012-12-04 Tue 16:10] =>  0:11
     :END:
[2012-12-04 Tue 15:59]
*** 2012-12-5
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-05 Wed 13:00]--[2012-12-05 Wed 14:15] =>  1:15
     :END:
[2012-12-05 Wed 13:00]
*** 2012-12-05 Wednesday
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-12-05 Wed 18:36]--[2012-12-05 Wed 18:48] =>  0:12
     :END:
[2012-12-05 Wed 18:36]
*** 2012-12-06 Thursday
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-12-06 Thu 11:20]--[2012-12-06 Thu 11:28] =>  0:08
     :END:
[2012-12-06 Thu 11:27]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-06 Thu 12:11]--[2012-12-06 Thu 12:49] =>  0:38
     :END:
[2012-12-06 Thu 12:11]
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-12-06 Thu 14:03]--[2012-12-06 Thu 14:24] =>  0:21
     :END:
[2012-12-06 Thu 14:03]
*** 2012-12-07 Friday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-07 Fri 12:02]--[2012-12-07 Fri 12:59] =>  0:57
     :END:
[2012-12-07 Fri 12:02]
*** 2012-12-10 Monday
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-12-10 Mon 10:00]--[2012-12-10 Mon 10:20] =>  0:20
     :END:
[2012-12-10 Mon 10:19]
**** Break
     :LOGBOOK:
     CLOCK: [2012-12-10 Mon 10:42]--[2012-12-10 Mon 11:08] =>  0:26
     :END:
[2012-12-10 Mon 10:42]
*** 2012-12-11 Tuesday
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-11 Tue 11:16]--[2012-12-11 Tue 11:54] =>  0:38
     :END:
[2012-12-11 Tue 11:16]
**** Cooking Dinner
     :LOGBOOK:
     CLOCK: [2012-12-11 Tue 17:37]--[2012-12-11 Tue 18:14] =>  0:37
     :END:
[2012-12-11 Tue 17:37]
*** 2012-12-13 Thursday
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-12-13 Thu 10:41]--[2012-12-13 Thu 11:04] =>  0:23
     :END:
[2012-12-13 Thu 10:41]
**** Break
     :LOGBOOK:
     CLOCK: [2012-12-13 Thu 11:28]--[2012-12-13 Thu 11:34] =>  0:06
     :END:
[2012-12-13 Thu 11:28]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-13 Thu 13:55]--[2012-12-13 Thu 14:20] =>  0:25
     :END:
[2012-12-13 Thu 12:19]
*** 2012-12-14 Friday
**** Toilet break
     :LOGBOOK:
     CLOCK: [2012-12-14 Fri 12:10]--[2012-12-14 Fri 12:27] =>  0:17
     :END:
[2012-12-14 Fri 12:26]
**** Taking Lily to Jacob's
     :LOGBOOK:
     CLOCK: [2012-12-14 Fri 17:36]--[2012-12-14 Fri 17:47] =>  0:11
     :END:
[2012-12-14 Fri 17:35]
*** 2012-12-17 Monday
**** Getting Lily some food
     :LOGBOOK:
     CLOCK: [2012-12-17 Mon 10:43]--[2012-12-17 Mon 10:48] =>  0:05
     :END:
[2012-12-17 Mon 10:43]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-17 Mon 11:20]--[2012-12-17 Mon 12:30] =>  1:10
     :END:
[2012-12-17 Mon 11:20]
**** Dinner
     :LOGBOOK:
     CLOCK: [2012-12-17 Mon 16:30]--[2012-12-17 Mon 19:04] =>  2:34
     :END:
[2012-12-17 Mon 16:30]
*** 2012-12-18 Tuesday
**** playing with lily
     :LOGBOOK:
     CLOCK: [2012-12-18 Tue 10:27]--[2012-12-18 Tue 11:06] =>  0:39
     :END:
[2012-12-18 Tue 10:27]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-18 Tue 12:35]--[2012-12-18 Tue 13:25] =>  0:50
     :END:
[2012-12-18 Tue 12:35]
*** 2012-12-20 Thursday
**** Making beds
     :LOGBOOK:
     CLOCK: [2012-12-20 Thu 10:28]--[2012-12-20 Thu 10:35] =>  0:07
     :END:
[2012-12-20 Thu 10:28]
**** Break
     :LOGBOOK:
     CLOCK: [2012-12-20 Thu 11:29]--[2012-12-20 Thu 11:39] =>  0:10
     :END:
[2012-12-20 Thu 11:29]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-20 Thu 12:36]--[2012-12-20 Thu 13:20] =>  0:44
     :END:
[2012-12-20 Thu 12:20]
**** Making dinner
     :LOGBOOK:
     CLOCK: [2012-12-20 Thu 18:07]--[2012-12-20 Thu 18:45] =>  0:38
     :END:
[2012-12-20 Thu 18:07]
**** Brushing teeth
     :LOGBOOK:
     CLOCK: [2012-12-20 Thu 21:08]--[2012-12-20 Thu 21:13] =>  0:05
     :END:
[2012-12-20 Thu 21:08]
*** 2012-12-21 Friday
**** Going to bank
     :LOGBOOK:
     CLOCK: [2012-12-21 Fri 12:15]--[2012-12-21 Fri 13:00] =>  0:45
     :END:
[2012-12-21 Fri 13:00]
**** Lunch
     :LOGBOOK:
     CLOCK: [2012-12-21 Fri 13:05]--[2012-12-21 Fri 13:23] =>  0:18
     :END:
[2012-12-21 Fri 13:05]
*** 2012-12-29 Saturday
**** Dinner
     :LOGBOOK:
     CLOCK: [2012-12-29 Sat 17:20]--[2012-12-29 Sat 18:35] =>  1:15
     :END:
[2012-12-29 Sat 18:34]
* 2013
  :PROPERTIES:
  :ID:       8db0afa6-1512-4c24-8259-56b1165e1c82
  :END:
** 2013-01 January
*** 2013-01-02 Wednesday
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-02 Wed 10:01]--[2013-01-02 Wed 10:10] =>  0:09
     :END:
[2013-01-02 Wed 10:01]
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-02 Wed 10:30]--[2013-01-02 Wed 10:38] =>  0:08
     :END:
[2013-01-02 Wed 10:30]
*** 2013-01-03 Thursday
**** Dealing with kids
     :LOGBOOK:
     CLOCK: [2013-01-03 Thu 19:11]--[2013-01-03 Thu 19:13] =>  0:02
     :END:
[2013-01-03 Thu 19:11]
**** break
     :LOGBOOK:
     CLOCK: [2013-01-03 Thu 19:27]--[2013-01-03 Thu 19:32] =>  0:05
     :END:
[2013-01-03 Thu 19:27]
*** 2013-01-05 Saturday
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-03 Thu 13:56]--[2013-01-03 Thu 14:00] =>  0:04
     CLOCK: [2013-01-05 Sat 11:29]--[2013-01-05 Sat 11:36] =>  0:07
     :END:

[2013-01-03 Thu 13:56]
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-03 Thu 14:28]--[2013-01-03 Thu 14:32] =>  0:04
     :END:
[2013-01-03 Thu 14:28]

[2013-01-05 Sat 11:29]
*** 2013-01-06 Sunday
*** 2013-01-07 Monday
**** Lunch
     :LOGBOOK:
     CLOCK: [2013-01-07 Mon 12:05]--[2013-01-07 Mon 12:55] =>  0:50
     :END:

[2013-01-07 Mon 12:05]


**** Break
     :LOGBOOK:
     CLOCK: [2013-01-07 Mon 13:45]--[2013-01-07 Mon 13:52] =>  0:07
     :END:
[2013-01-07 Mon 13:52]
*** 2013-01-08 Tuesday
**** break
     :LOGBOOK:
     CLOCK: [2013-01-08 Tue 08:11]--[2013-01-08 Tue 08:15] =>  0:04
     :END:
[2013-01-08 Tue 08:11]
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-08 Tue 14:11]--[2013-01-08 Tue 14:15] =>  0:04
     :END:
[2013-01-08 Tue 14:15]
*** 2013-01-09 Wednesday
**** Talking to Nick and Juno
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 07:19]--[2013-01-09 Wed 07:25] =>  0:06
     :END:
[2013-01-09 Wed 07:19]
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 07:57]--[2013-01-09 Wed 08:16] =>  0:19
     :END:
[2013-01-09 Wed 07:57]
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 09:58]--[2013-01-09 Wed 10:05] =>  0:07
     :END:
[2013-01-09 Wed 09:58]
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 10:34]--[2013-01-09 Wed 10:37] =>  0:03
     :END:
[2013-01-09 Wed 10:34]
**** Lunch
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 11:56]--[2013-01-09 Wed 12:52] =>  0:56
     :END:
[2013-01-09 Wed 11:56]
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 13:49]--[2013-01-09 Wed 14:06] =>  0:17
     :END:
[2013-01-09 Wed 13:49]
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-09 Wed 14:31]--[2013-01-09 Wed 14:37] =>  0:06
     :END:
[2013-01-09 Wed 14:31]

*** 2013-01-10 Thursday
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-10 Thu 11:47]--[2013-01-10 Thu 11:50] =>  0:03
     :END:
[2013-01-10 Thu 11:47]
**** Lunch
     :LOGBOOK:
     CLOCK: [2013-01-10 Thu 12:09]--[2013-01-10 Thu 13:05] =>  0:56
     :END:
[2013-01-10 Thu 12:09]
*** 2013-01-11 Friday
**** Break
     :LOGBOOK:
     CLOCK: [2013-01-11 Fri 08:05]--[2013-01-11 Fri 08:12] =>  0:07
     :END:
[2013-01-11 Fri 08:05]

**** Shower
     :LOGBOOK:
     CLOCK: [2013-01-11 Fri 09:04]--[2013-01-11 Fri 09:30] =>  0:26
     :END:
[2013-01-11 Fri 09:04]

**** Lunch 
     :LOGBOOK:
     CLOCK: [2013-01-11 Fri 12:10]--[2013-01-11 Fri 13:00] =>  0:50
     :END:
[2013-01-11 Fri 12:10]
